Repository: PiotrPawlus/PiHome_iOS
Catalog: PiHome/SupportingFiles/*.lproj/Localizable.strings
Languages: pl_pl

source: Error
pl_pl: Błąd

source: Passwords
pl_pl: Hasła

# please_wait.title
source: Please wait...
pl_pl: Proszę czekać...

# touch_id
source: Touch ID not available
pl_pl: Czytnik Touch ID niedostępny

source: Cannot be empty
pl_pl: Pole nie może być puste

source: No data found
pl_pl: Brak danych

# passwords_must_match
source: Password and password confirmation must match.
pl_pl: Hasło oraz potwierdzenia hałsa muszą być identyczne.

# please_wait.description
source: Please wait for login permission from system administrator.
pl_pl: Proszę czekać na akceptacje prawa do logowania przez administratora systemu.

source: Try again
pl_pl: Spróbuj ponownie

# touch_id.description
source: Your device is not configured for Touch ID.
pl_pl: Twoje urządzenie nie jest przystosowane do obsługi Touch ID.

# valid_email
source: Email must be valid
pl_pl: Email musi być poprawny

source: Confirm password
pl_pl: Potwierdzenie hasła

source: Device name
pl_pl: Nazwa urządzenia

source: Device pin
pl_pl: Pin urządzenia

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Password
pl_pl: Hasło

source: Pull to refresh
pl_pl: Pociągnij w dół aby odświeżyć

source: Server Address
pl_pl: Adres serwera

# touch_id_permision
source: Use Touch ID for unlock PiHome
pl_pl: Użyj czytnika Touch ID aby odblkować PiHome

# empty_parameters
source: Sended parameters cannot be empty
pl_pl: Wysłane parametry nie mogą być puste

# not_found
source: No found
pl_pl: Nie odnaleziono

# not_implemented
source: Method not implemented
pl_pl: Metoda nie może zostać obsłużona

# missing_argumets
source: Missing argument in sended request!
pl_pl: Brakujące parametry w wysłanym żądaniu

# email_already_registered
source: The email already registered
pl_pl: Podany email jest już zajęty

source: Cannot update yourself
pl_pl: Nie można edytować siebie samego

# user_not_active
source: User not active. Please contact with administrator
pl_pl: Użytkownik nieaktywny. Proszę się skontaktować z administratorem systemu

source: User not found
pl_pl: Użytkownik nie znaleziony

source: Wrong email or password
pl_pl: Niepoprawny email lub hasło

# already_added
source: The device already added to system
pl_pl: Urządzenie zostało dodane wcześniej

# device_not_connected
source: Device is not connected
pl_pl: Urządzenie niepodpięte

source: Device not found
pl_pl: Nie znaleziono urządzenia
